Repository: AKotov-dev/gqemoo
Catalog: gqemoo/languages/gqemoo.*.po
Languages: ru

# tmainform.clearbtn.hint
source: Clear
ru: Убрать

# tmainform.clonebtn.hint
source: Clone (Esc-Cancel)
ru: Клон (Esc-Отмена)

source: EFI Mode
ru: Режим EFI

source: DblClick - Start
ru: DblClick - Старт

source: Installed
ru: Установленные

source: Connect devices and images to a VM [F12 - update the list]
ru: Подключить устройства и образы к VM [F12 - обновить список]

source: Load VM from Flash Drive
ru: Загрузить VM с флешки

source: ...or from the image
ru: ...или из образа

# tmainform.menuitem1.caption
source: mount/mount shared folder ~/hostdir in Linux VM
ru: mount/umount общей папки ~/hostdir в Linux VM

source: xresize - automatic scaling of the Linux VM window
ru: xresize - автоматическое масштабирование окна Linux VM

# tmainform.openbtn1.hint
source: Choose an image
ru: Выбрать образ

# tmainform.openbtn2.hint
source: Connect an image
ru: Подключить образ

source: Update
ru: Обновить

# tmainform.removebtn.hint
source: Delete selected
ru: Удалить выбранное

# tmainform.renamebtn.hint
source: Rename
ru: Переименовать

# tmainform.scriptbtn.hint
source: Scripts to insert into the VM terminal via the clipboard
ru: Скрипты для вставки в терминал VM через буфер обмена

# tmainform.selectallbtn.hint
source: Select all
ru: Выбрать все

source: Start
ru: Старт

source: License: GPLv3 Author: alex_q_2000 (C) 2022 URL: https://linuxforum.ru
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2022 URL: https://linuxforum.ru

source: Сloning an image
ru: Клонирование образа

source: Rename an image
ru: Переименовать образ

source: Cloning is complete
ru: Клонирование завершено

source: Cloning is in progress:
ru: Идёт клонирование:

source: Delete selected images?
ru: Удалить выбранные образы?

source: The file exists! Specify a different name!
ru: Файл существует! Укажите другое имя!

source: Enter the clone name:
ru: Введите имя клона:

source: Enter a new image name:
ru: Введите новое имя образа:

source: Installation
ru: Установка

source: Installation (EFI)
ru: Установка (EFI)

source: Forcibly reset all QEMU processes?
ru: Принудительно сбросить все процессы QEMU?

source: Loading
ru: Загрузка

source: not used
ru: нет

source: remote-viewer not found! Install the virt-viewer package!
ru: remote-viewer не найден! Установите пакет virt-viewer!

source: Starting a virtual machine...
ru: Старт виртуальной машины...

source: User outside Group disk! Run: usermod -aG disk $LOGNAME
ru: Пользователь вне группы disk! Выполните: usermod -aG disk $LOGNAME

source: waiting for spice-server on 127.0.0.1:
ru: ожидаю spice-server на 127.0.0.1:

source: of 5 sec)
ru: из 5 сек)
